/* No comment provided by engineer. */
"(What's this?)\n\n The '8 Queens Puzzle' is the problem of placing eight chess queens on an 8×8 chessboard so  that no two queens threaten each other. Thus, a solution requires that no two queens share  the same row, column, or diagonal. See more solutions to this puzzle - and more games -  here: https://itunes.apple.com/app/id1406084758" = "(What's this?)\n\n The '8 Queens Puzzle' is the problem of placing eight chess queens on an 8×8 chessboard so  that no two queens threaten each other. Thus, a solution requires that no two queens share  the same row, column, or diagonal. See more solutions to this puzzle - and more games -  here: https://itunes.apple.com/app/id1406084758";

/* No comment provided by engineer. */
"About" = "About";

/* No comment provided by engineer. */
"About This Puzzle" = "About This Puzzle";

/* No comment provided by engineer. */
"Add 1 to the result" = "Aggiungi 1 al risultato";

/* header */
"Amaze Your Friends" = "Sorprendi i tuoi amici";

/* No comment provided by engineer. */
"Amaze your friends when you guess any number they think of, by secretly using this app! Check it out: https://itunes.apple.com/app/id1406084758" = "Sorprendi i tuoi amici indovinando qualunque numero loro pensino, usando questa app come aiuto segreto! La trovi quì: https://itunes.apple.com/app/id1406084758";

/* No comment provided by engineer. */
"An unknown error occurred. Please try again later, or contact us at dani.springer@icloud.com" = "Si è verificato un errore. Riprova, o contattaci: dani.springer@icloud.com";

/* No comment provided by engineer. */
"Book" = "Libro";

/* No comment provided by engineer. */
"Cancel" = "Cancella";

/* No comment provided by engineer. */
"Combine the digits of D. For example, if D is 24, do 2 + 4, and you get 6" = "Combina le cifre di D. Ad esempio, se D è 24, fai 2 + 4, ottenendo 6";

/* No comment provided by engineer. */
"Combine the result's digits. For example, if your result is 24, do 2 + 4, and get 6" = "Combina le cifre del risultato. Ad esempio, se il risultato è 24, fai 2 + 4, ottenendo 6";

/* No comment provided by engineer. */
"Contact Us" = "Contattaci";

/* accessibility */
"Correct" = "Esatto";

/* No comment provided by engineer. */
"D is 9" = "D è 9";

/* No comment provided by engineer. */
"Divide the result by 2" = "Dividi il risultato in 2";

/* No comment provided by engineer. */
"Divide the result by 9, throwing away any remainder" = "Dividi il risultato in 9, ignorando l'avanzo";

/* No comment provided by engineer. */
"Done" = "Fatto";

/* number */
"Even" = "Pari";

/* accessibility */
"Go higher" = "Sali";

/* accessibility */
"Go lower" = "Scendi";

/* No comment provided by engineer. */
"Guess" = "Guess";

/* No comment provided by engineer. */
"Have you heard of the 8 Queens Puzzle?\n\nThe 8 Queens Puzzle is the problem of placing eight chess queens on an 8×8 chessboard so that no two queens threaten each other. Thus, a solution requires that no two queens share the same row, column, or diagonal.\n\nGo ahead, get a chessboard, and try solving this puzzle yourself!\n\nWhen you choose to, you can come here for a solution.\n\nTap the Plus button to generate a new solution.\n\nTap the Share button to share your favorite solutions with friends and family.\n\nTap the Question mark button to view these instructions again later." = "Have you heard of the 8 Queens Puzzle?\n\nThe 8 Queens Puzzle is the problem of placing eight chess queens on an 8×8 chessboard so that no two queens threaten each other. Thus, a solution requires that no two queens share the same row, column, or diagonal.\n\nGo ahead, get a chessboard, and try solving this puzzle yourself!\n\nWhen you choose to, you can come here for a solution.\n\nTap the Plus button to generate a new solution.\n\nTap the Share button to share your favorite solutions with friends and family.\n\nTap the Question mark button to view these instructions again later.";

/* No comment provided by engineer. */
"Here's my solution to the '8 Queens Puzzle':" = "Ecco la mia soluzione a '8 Queens Puzzle':";

/* No comment provided by engineer. */
"Hi. I have a question..." = "Ciao. Avrei una domanda...";

/* No comment provided by engineer. */
"Higher Lower" = "Sali-Scendi";

/* accessibility label */
"Info" = "Info";

/* No comment provided by engineer. */
"Is it " = "È ";

/* No comment provided by engineer. */
"Is the new result a single digit?" = "Il nuovo risultato è una singola cifra?";

/* No comment provided by engineer. */
"Is the result odd or even?" = "Esce pari o dispari?";

/* No comment provided by engineer. */
"Is your number in page #" = "Il tuo numero si trova in pagina #";

/* No comment provided by engineer. */
"It's 9" = "È 9";

/* No comment provided by engineer. */
"Leave a Review" = "Lascia una recensione";

/* No comment provided by engineer. */
"Let's call the number you thought \"A\".\nAdd 10 to A" = "Chiamiamo il numero che hai pensato \"A\".\nAggiungi 10 a A";

/* No comment provided by engineer. */
"Let's call the result of A + 10, \"B\".\nCombine the digits of B.\nFor example, if B is 24, do 2 + 4, and you get 6" = "Chiamiamo il risultato di A + 10, \"B\".\nCombina le cifre di B.\nAd esempio, se B è 24, fai 2 + 4, ottenendo 6";

/* No comment provided by engineer. */
"Let's call the result of B - C, \"D\".\nIs D a single digit?" = "Chiamiamo il risulato di B - C, \"D\".\nD è una singola cifra?";

/* No comment provided by engineer. */
"Let's call the result of B's combined digits \"C\".\nDo B - C.\nFor example, if you had 24 and got 6, do 24 - 6, and you get 18" = "Chiamiamo il risultato della combinazione delle cifre di B \"C\".\nFai B - C.\nAd esempio, avendo ottenuto 6 da 24, fai 24 - 6, ottenendo 18";

/* No comment provided by engineer. */
"MatheMagic" = "MateMagia";

/* No comment provided by engineer. */
"More Apps" = "Tutte le app";

/* No comment provided by engineer. */
"Multiply it by 3" = "Moltiplicalo per 3";

/* No comment provided by engineer. */
"No" = "No";

/* number */
"Odd" = "Dispari";

/* No comment provided by engineer. */
"OK" = "Okay";

/* No comment provided by engineer. */
"Oops! It took me more than 10 tries. Please let me know this happened: dani.springer@icloud.com" = "Ops! Ci ho messo più di 10 tentativi. Scrivimi: dani.springer@icloud.com";

/* No comment provided by engineer. */
"Please enter numbers only\nNo text\nMax number: 2305843009213693951" = "Inserisci solo numeri\nNon testo\nMassimo: 2305843009213693951";

/* No comment provided by engineer. */
"Retry" = "Riprova";

/* No comment provided by engineer. */
"Return home" = "Torna alla Home";

/* No comment provided by engineer. */
"Something went wrong. Please let the developers know. Error #001" = "Errore #001. Scrivimi: dani.springer@icloud.com";

/* No comment provided by engineer. */
"Tell a Friend" = "Condividi con amici";

/* No comment provided by engineer. */
"TextField emtpy. Please enter your current result and try again" = "Campo vuoto. Inserisci il tuo risultato e riprova";

/* No comment provided by engineer. */
"The Chess Puzzle" = "Il 'Chess Puzzle'";

/* No comment provided by engineer. */
"The Magic Formula" = "La Formula Magica";

/* No comment provided by engineer. */
"Think of a number" = "Pensa ad un numero";

/* No comment provided by engineer. */
"Think of a number 1-63\nI will now show you 6 pages\nYour number will be in one or more of them" = "Pensa ad un numero 1-63\nOra vedrai 6 pagine\nIl tuo numero sarà in una o più di queste pagine";

/* No comment provided by engineer. */
"Unknown error" = "Errore";

/* No comment provided by engineer. */
"v." = "v.";

/* No comment provided by engineer. */
"Yes" = "Sì";

/* No comment provided by engineer. */
"You thought:" = "Hai pensato:";

/* No comment provided by engineer. */
"You thought: " = "Hai pensato: ";

